package lecture1;

public class Task6 {
    public static void main(String[] args) {
        System.out.println("Меня зовут Амиго.\n");

        System.out.println("Я согласен на зарплату $10/месяц в первый год.\n" +
                "Я согласен на зарплату $20/месяц во второй год.\n" +
                "Я согласен на зарплату $30/месяц в третий год.\n" +
                "Я согласен на зарплату $40/месяц в четвертый год.\n" +
                "Я согласен на зарплату $50/месяц в пятый год.\n");

        System.out.println("Спасибо за щедрость, друг Риша!");
    }
}
